/* Template for message displayed while preference panel is loading */
"Loading %@..." = "%@ 로드 중...";

/* Could not load preference message template */
"CouldNotLoad" = "%@ 환경설정 패널을 로드할 수 없습니다.";
"CouldNotLoad_ArchMisMatch" = "이 컴퓨터에서 %@ 환경설정 패널을 열 수 없습니다. 새로운 버전에 관해서는 이 소프트웨어의 개발자에게 문의하십시오.";
"CouldNotLoad_ArchMisMatch_PPC" = "PowerPC 기반의 Mac에서는 작동하지 않기 때문에 %@ 환경설정을 열 수 없습니다.";
"CouldNotLoad_ArchMisMatch_Intel" = "Intel 기반의 Mac에서는 작동하지 않기 때문에 %@ 환경설정을 열 수 없습니다.";

/* Preferences error alert title */
"Preferences Error" = "환경설정 오류";

"OK" = "승인";
"CANCEL" = "취소";
"REPLACE" = "대치";

"SEARCH_LABEL" =  "검색";
"SEARCH_PALLETE_LABEL" = "검색";
"SHOWALL_LABEL" = "모두 보기";
"BACK_AXDESCRIPTION" = "뒤로";
"FORWARD_AXDESCRIPTION" = "앞으로";
"AXScrollAreaDescription" = "환경설정 패널";

/* Label for Show All button */
"Show All" = "모두 보기";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "시스템 환경설정 - %@";

/* Show All window title */
"System Preferences" = "시스템 환경설정";

/* Truncation string */
"TRUNCATION_STRING" = "...";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "이 환경설정에 대한 접근이 제한되었습니다.";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "현재 사용할 수 없기 때문에 \“%@\” 환경설정 패널을 열 수 없습니다.";
"PREF_PANE_HIDDEN_DESC" = "이 환경설정 패널을 보려면 장비를 컴퓨터에 연결해야 할 수 있습니다.";

/* Install Assistant */
"PREF_PANE" = "환경설정 패널";
"SCREEN_SAVER" = "화면 보호기";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "이 버전의 Mac OS X으로 이 환경설정 패널을 사용할 수 없습니다.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "이 버전의 Mac OS X으로 이 화면 보호기를 사용할 수 없습니다.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "이 환경설정 패널은 Mac OS X %@ 이상이 필요합니다. 사용자의 컴퓨터에는 Mac OS X %@이(가) 설치되어 있습니다.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "이 화면 보호기는 Mac OS X %@ 이상이 필요합니다. 사용자의 컴퓨터에는 Mac OS X %@이(가) 설치되어 있습니다.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "\“%@\” 환경설정 패널을 먼저 설치해야 사용할 수 있습니다. 지금 설치하겠습니까?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "\“%@\” 화면 보호기는 먼저 설치해야 사용할 수 있습니다. 지금 설치하겠습니까?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "설치를 클릭하면, 이 컴퓨터의 관리자 이름과 암호를 입력해야 합니다.";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "오류가 발생했기 때문에 \“%@\” 환경설정 패널을 제거할 수 없습니다.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "설치하려는 환경설정 패널이 이미 설치되어 있습니다. 기존의 환경설정 패널을 대치하겠습니까?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "이전 버전의 환경설정 패널이 이미 설치되어 있습니다. 새로운 버전으로 대치하겠습니까?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "새로운 버전의 환경설정 패널이 이미 설치되어 있습니다. 이전 버전으로 대치하겠습니까?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "설치하려는 화면 보호기가 이미 설치되어 있습니다. 기존의 화면 보호기를 대치하겠습니까?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "이전 버전의 화면 보호기가 이미 설치되어 있습니다. 새로운 버전으로 대치하겠습니까?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "새로운 버전의 화면 보호기가 이미 설치되어 있습니다. 이전 버전으로 대치하겠습니까?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "오류가 발생했기 때문에 \“%@\” 환경설정 패널을 설치할 수 없습니다.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "오류가 발생했기 때문에 \“%@\” 화면 보호기를 설치할 수 없습니다.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "오류가 발생했기 때문에 \“%@\” 환경설정 패널을 제거할 수 없습니다.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "오류가 발생했기 때문에 \“%@\” 화면 보호기를 제거할 수 없습니다.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "\“%@\” 환경설정 패널이 이미 설치되어 있기 때문에 설치할 수 없습니다.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "\“%@\” 환경설정 패널은 Mac OS X에 포함되어 있으며 대치될 수 없습니다.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "\“%@\” 화면 보호기가 이미 설치되어 있기 때문에 설치할 수 없습니다.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "\“%@\” 화면 보호기는 Mac OS X에 포함되어 있으며 대치될 수 없습니다.";
"INSTALL_REQUEST_REOPEN_APP" = "이 소프트웨어를 설치한 후, 시스템 환경설정을 종료하고 다시 여십시오.";

"PREF_PANE_INSTALL_ERROR" = "%@ 환경설정 패널을 설치할 수 없습니다.";
"SCREEN_SAVER_INSTALL_ERROR" = "%@ 화면 보호기를 설치할 수 없습니다.";

"REMOVE_PREF_CONTEXTUAL_MENU" = "\“%@\” 환경설정 패널 제거";

"ERR_LOADING_MISSING_TITLE" = "\“%@\”을(를) 사용할 수 없기 때문에 열 수 없습니다.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (32-비트)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "\“%@\” 환경설정 패널을 사용하려면 시스템 환경설정을 종료하고 다시 여십시오.";
